[
  {
    "titre": "Origine des Idaksahak",
    "contenu": "Étymologie du mot Idaksahak"
L’appellation IDAKSAHAK que se donne la communauté de même nom provient certainement d’une contraction du mot IDD-AGG ISHAK. Les communautés voisines les nomment DAW-SAHAK ou DAW-ISHAK, selon la prononciation qu’on fait du terme ISHAK, nom propre dont la connotation est plutôt de langue songhaï et non celle de l’arabe ISHAQ du Coran ou ISAAC de la Bible.

Il peut s’agir donc d’une référence au nom d’un roi en l’occurrence Ishak I, empereur Songhoï du Moyen Âge.
Bien entendu, l’appellation IDD-AGG ("fils de" en tamasheq) suivie du nom du chef dominant était très courante dans le Soudan, notamment dans les contrées de Tombouctou du Moyen Âge avant la colonisation, ceci pour désigner une communauté donnée sans référence à un quelconque arbre généalogique.

Il en est de même pour le mot DAW ou IDAW ou Oulad ("fils de" en arabo-berbère) suivi d’un nom propre d’un chef, un érudit ou un homme spirituel de grande renommée. Dans tous les cas, l’appellation précédée d’un préfixe finit par la désignation de toute une communauté.

Dans cet ordre d’idée DAWSAHAK est une formulation de nom de communauté qui se prête difficilement à l’analyse tendant à une descendance généalogique d’ISHAQ ou d’ISAAC donc juive.
Dans tous les cas, l’occasion est saisie pour une propension à vouloir faire un rapprochement avec le nom Is-haq du Coran ou d’Isaac de la Bible. Cette source, dans le cas des Idaksahak, opte pour une origine israélite donc juive de cette communauté. Hypothèse qu’on ne peut exclure faute de preuves ou de raisonnement de démonstration possible, mais parfaitement vérifiable aujourd’hui par des analyses de l’ADN.",
    "Origine géographique et historique
Les Idaksahak retiennent en mémoire leur déplacement à partir de Tafilalet (sud Maroc) via Tombouctou. Ils affirment être parmi les premiers groupes à s’être installés dans la région de Ménaka, bien avant l’arrivée des tribus touarègues comme les Kel Dinnik, Imghad, Kel Tamajak, etc.

Ils ont été associés à la construction de Ménaka et de ses infrastructures administratives sous la colonisation. Ils ont participé à la défense du territoire en constituant des patrouilles de surveillance pour lutter contre les incursions de pillards.

La mémoire collective conserve le souvenir d’un chef Idaksahak, Abdoulaye Ould Kati, qui aurait appuyé les Français à la prise de Gao. Il aurait ensuite été nommé comme responsable des Kel Essouk et des Idaksahak.

Après l'indépendance du Mali, plusieurs Idaksahak ont intégré les corps de l'État : forces de sécurité, éducation, administration. D'autres ont poursuivi l'élevage, leur activité principale. La communauté a maintenu des liens étroits avec l'Algérie, le Niger et la Libye, où vit une grande partie de leur diaspora.

Les déplacements saisonniers dans les espaces transfrontaliers sont essentiels pour le maintien de leur économie pastorale. Les Idaksahak possèdent une grande capacité de mobilité, d’adaptation et de gestion de réseaux commerciaux et sociaux étendus."
Langue, culture et religion
La langue des Idaksahak, le tadaksahak, est un idiome mixte issu d’un substrat songhaï enrichi par des emprunts au tamasheq, à l’arabe, et même au français. Elle est parlée principalement dans les régions de Ménaka et de Talatayt, et constitue un marqueur fort de l'identité Idaksahak.

Le tadaksahak est également une langue liturgique et savante. Les textes religieux sont souvent mémorisés et transmis dans cette langue. Toutefois, les Idaksahak maîtrisent aussi le tamasheq et le songhaï, ce qui renforce leurs capacités de communication avec leurs voisins et partenaires.

Sur le plan religieux, les Idaksahak sont reconnus pour leur grande piété. Ils appartiennent à l’islam sunnite de rite malikite. La majorité des chefs religieux (marabouts, imams, prêcheurs) proviennent de cette communauté. La pratique religieuse est associée à une rigueur morale, et plusieurs familles sont réputées pour leur savoir coranique.

“Le tandem savoir religieux et puissance économique a toujours fait la fierté et l’indépendance des Idaksahak par rapport aux communautés voisines.”
Cette importance de la religion se manifeste dans les choix éducatifs (préférence des écoles coraniques), dans l’organisation sociale (respect des lettrés) et dans les rites de passage. Les mariages, les funérailles, les fêtes religieuses suivent les règles traditionnelles islamisées.
    "
"Histoire contemporaine et affirmation politique
Longtemps perçus comme une communauté pacifique, les Idaksahak ont vu leur position évoluer à partir des années 1990 avec leur implication dans les rébellions touarègues. Ces engagements ont été motivés par le besoin de protéger leurs biens, de défendre leurs intérêts et de se faire entendre politiquement.

En 2016, la création du Mouvement pour le Salut de l’Azawad (MSA) par Moussa Ag Acharatouman constitue une rupture significative. Pour la première fois, un mouvement politico-militaire se donne pour objectif explicite la défense des Idaksahak.

Cette émergence politique n’est pas exempte de tensions internes. Certains chefs traditionnels ont vu dans cette ascension un danger pour leur autorité. De plus, une partie de la jeunesse Idaksahak, marginalisée, a été attirée par des groupes djihadistes comme le MUJAO ou l’EIGS, posant des dilemmes sérieux à la communauté.

“Les membres d’une tribu, de par leurs liens de sang et leur inscription dans une histoire commune, se mobiliseraient comme un seul homme dans une situation de conflit... Cette hypothèse mérite d’être nuancée.”
Les conflits récents ont mis en lumière la diversité des trajectoires et des opinions politiques parmi les Idaksahak. Cette réalité invite à reconsidérer les notions de solidarité tribale et d’unité politique, souvent idéalisées."
    "motsCles": ["origine", "histoire", "peuple", "berbère", "dawsahak", "doussahak","idakssahak", "idaksahak", "langue tadaksahak".]
  },
  {
    "titre": "Différence entre idakssahak et tamashes",
    "contenu": "Les Idaksahak, groupe de pasteurs-nomades évoluant dans les régions de Ménaka et Gao (au nord-est du Mali), se distinguent de leurs voisins proches par la singularité de leur langue, en forme de sabir, empruntant des mots à la langue tamasheq, à la langue songhay, quelques-uns aussi au français et même à l’anglais. Ce critère linguistique est largement mis en avant depuis une dizaine d’années pour marquer leur spécificité et leur différence vis-à-vis des Touaregs (Kel Tamasheq, “ceux de la langue tamasheq”, selon la terminologie vernaculaire).

La plupart d’entre eux parle parfaitement la langue tamasheq, mais dans des réunions publiques, de plus en plus d’orateurs tiennent à s’exprimer dans leur langue, la tadaksahak. Les propos sont ensuite interprétés dans d’autres langues en fonction des autres participants. Dans la région de Ménaka, les Idaksahak sont les plus nombreux et les plus riches économiquement, mais n’ont jamais véritablement occupé le devant de la scène politique. Les configurations socio-politiques sont largement recomposées depuis une vingtaine d’années dans cette région.

De ce fait, l’histoire contemporaine de ce groupe offre une belle occasion de re-questionner le concept de tribu. En effet, depuis la rébellion touarègue des années 1990 et plus encore depuis 2012 – relance d’une insurrection armée, cette fois-ci bien plus violente, plus étendue et plus longue – les Idaksahak émergent sur la scène politique locale et sous-régionale. Ils revendiquent désormais des places de pouvoir qu’ils n’ont jamais occupées. Aussi parce qu’ils ne les avaient jamais véritablement cherchées auparavant. Si donc une tribu se définit par l’existence d’un ordre politique autonome en son sein, par un espace de souveraineté interne, l’analyse du processus d’émancipation enclenché par les Idaksahak depuis les années 1990 pourrait être riche d’enseignements. C’est la réflexion que je propose d’amorcer dans ce texte.

Plusieurs interrogations seront ainsi (re)formulées à l’aune de l’histoire singulière de ce groupe, laquelle sera abordée à travers des représentations produites par les Idaksahak eux-mêmes, par leurs voisins, ainsi que par des observateurs extérieurs (explorateurs européens, administrateurs coloniaux, chercheurs et médias).",
    "motsCles": ["tamasheq", "qui sont les Idaksahak", "quelle est la langue des Idaksahak", "parle", "langue parlée"]
  }
]
